{
    "Dark": "داكن",
    "English": "انجليزى",
    "Arabic": "عربى",
    "Aribc": "عربى",
    "Printer": "طابعة",





    "Bookshop": "مكتبة",
    "Home": "الرئيسية",
    "Books": "كتب",
    "About us": "معلومات عنا",





    "Login In": "تسجيل الدخول",
    "Sign Up": "تسجيل",
    




    "mohamed elwani": "محمد علوانى",
    "elwany": "علوانى",
    "Profile": "الملف الشخصي",
    "Order History": "تاريخ الطلبات",
    "Address": "العنوان",
    "Help": "مساعدة",
    "Log Out": "تسجيل الخروج",

    "mostafa12mahfouz": "مصطفى محفوظ",
    "mostafa12": "مصطفى",
    "mahfouz": "محفوظ",
    "01063760442": "٠١٠٦٣٧٦٠٤٤٢",
    "15 giza asdarsf asfawrav adae": "15 جيزا أسدارسف أسفاوراف أداي",





    "Search": "بحث",





    "Fast & Reliable Shipping": "شحن سريع وموثوق",
    "We offer fast and reliable shipping to ensure your order reaches you on time and in perfect condition. Our trusted delivery partners guarantee a smooth and secure shipping experience from checkout to your": "نوفر لك خدمة شحن سريعة وموثوقة تضمن وصول طلبك في الوقت المحدد وبأفضل حالة ممكنة. نحن نعمل مع شركاء شحن معتمدين لضمان تجربة توصيل آمنة وسلسة من لحظة الطلب وحتى باب منزلك.",
    "Secure Payment": "دفع آمن",
    "Our advanced and secure payment systems are designed to protect your personal and financial information. Shop with complete peace of mind knowing every transaction is fully encrypted and safe.": "نقدّم أنظمة دفع آمنة ومتطورة لحماية بياناتك ومعاملاتك المالية. يمكنك الدفع بكل ثقة واطمئنان، مع تشفير كامل يضمن أعلى مستويات الأمان أثناء عملية الشراء.",
    "Easy Returns": "إرجاع سهل",
    "Your satisfaction matters to us, which is why we provide a simple and flexible return policy. If something doesn’t meet your expectations, returning it is quick, easy, and hassle-free.": "راحتك تهمنا، لذلك وفرنا سياسة إرجاع سهلة ومرنة بدون تعقيدات. في حال لم يكن المنتج مناسبًا لك، يمكنك إرجاعه بكل بساطة والاستمتاع بتجربة تسوق خالية من القلق.",
    "24/7 Customer Support": "دعم العملاء على مدار 24 الساعة",
    "Our dedicated customer support team is available 24/7 to assist you with any questions or concerns. We’re always here to ensure your experience is smooth, reliable, and stress-free.": "فريق خدمة العملاء لدينا متاح على مدار 24 الساعة للإجابة على جميع استفساراتك ومساعدتك في أي وقت. نحن هنا لضمان تجربة استخدام مريحة وسلسة من البداية وحتى بعد إتمام الطلب." ,





    "Best Seller":"الأكثر مبيعًا",
    "Our top-selling product, trusted and loved by customers for its outstanding quality and exceptional performance. Chosen by thousands, it stands out as the perfect choice for those seeking value, reliability, and a premium experience.": "منتجنا الأكثر مبيعًا والمفضل لدى عملائنا بفضل جودته العالية وتجربة الاستخدام المميزة. تم اختياره من آلاف العملاء الذين وثقوا بنا، ليكون الخيار الأول لمن يبحث عن القيمة، الأداء، والاعتمادية في منتج واحد.",
    "Shop new": "تسوق الجديد",




   


    "Recomended For You": "موصى به لك",
    "Vel dignissimos veritatis quae.": "الحقائق الجديرة بالاعتراف",
    "Natus facilis eos.": "وُلِدوا بسهولة.",
    "Author": "مؤلف",
    "Adella Kreiger": "أديلا كريجر",
    "Albina Will": "ألبينا ويل",
    "Harum cupiditate assumenda aut magni ut quaerat odio. Hic suscipit excepturi vel minus rerum nihil voluptatibus. Blanditiis quam repellat adipisci error sit vel. Sequi quae odio commodi et iure magnam.": "يجب تحمل هذه الرغبة أو السعي نحو الأمور العظيمة لتجنب الكراهية. هنا يتم قبول الاستثناءات أو النواقص في الأشياء دون متعة. الأشياء المخادعة يمكن أن تمنع ارتكاب الأخطاء أو تكون موجودة. متابعة ما يُكره تسهل الأمور وفقًا للقانون بشكل كبير.",
    "Quod et aliquam maiores hic laudantium facilis quam. Qui itaque esse asperiores excepturi totam asperiores nisi. At et impedit nam et voluptatibus ullam.": "الذي وبعض الأكبر هنا يمدح بسهولة. لذا فإن من سيكون أشد قسوة سيستبعد الكلي القسوة إلا. ولكن يمنع لأنه وللملذات كلها.",
    "Review": "مراجعة",
    "Rate": "معدل",
    "null": "فارغ",
    "Add To Cart": "أضف إلى السلة",





    "Flash Sale": "تخفيضات سريعة",
    "Limited-time deals with unbeatable prices! Grab massive discounts before time runs out and enjoy an exclusive shopping opportunity that combines great value with top quality. Hurry up — once it’s gone, it’s gone!": "عروض سريعة لفترة محدودة بأسعار لا تتكرر! استغل الخصومات القوية قبل انتهاء الوقت، واستمتع بفرصة شراء مميزة تجمع بين السعر الأفضل والجودة التي تستحقها. لا تفوّت العرض… الوقت بيجري!",
    "Rich Dad And Poor Dad": "الأب الغني والأب الفقير",
    "The Design Of Books": "تصميم الكتب",
    "Robert Y. Kiyosanki": "روبرت ي. كيوساكي",
    "Debbie Berne": "ديبي بيرن",
    "books Left": "الكتب المتبقية",





    "Developed By EraaSoft All Copy Rights Reserved @2024": "تم التطوير بواسطة EraaSoft جميع الحقوق محفوظة @2024",




    "About Bookshop": "حول المكتبة",
    "We are a passionate bookshop dedicated to connecting readers with knowledge and inspiration. Our carefully curated collection offers a wide range of books for all interests and ages, combined with a smooth shopping experience, competitive prices, and customer-focused service. Our mission is to be your go-to destination for discovering stories, ideas, and the joy of reading.": "نحن مكتبة شغوفة بعالم الكتب والمعرفة، نسعى لتقديم تجربة قراءة فريدة تجمع بين التنوع، الجودة، وسهولة الوصول. نوفر مجموعة مختارة بعناية من الكتب التي تناسب جميع الاهتمامات والأعمار، مع تجربة تسوق مريحة، أسعار تنافسية، وخدمة عملاء تهتم بكل التفاصيل. هدفنا هو أن نكون وجهتك الأولى لاكتشاف المعرفة، الإلهام، ومتعة القراءة.",
    "Our Mission": "مهمتنا",
    "Quality Selection": "اختيار الجودة",
    "Exceptional Service": "خدمة استثنائية",
    "Set Up Stores": "إعداد المتاجر",
    "We offer a carefully curated selection of high-quality products to ensure the best possible experience. Every item is chosen to meet strict standards of performance, durability, and true value.": "نقدّم تشكيلة مختارة بعناية من المنتجات عالية الجودة لضمان أفضل تجربة ممكنة. كل منتج يتم اختياره وفق معايير دقيقة تجمع بين الأداء، المتانة، والقيمة الحقيقية.",
    "We believe exceptional service builds lasting trust. That’s why we focus on delivering a smooth, professional experience with attention to every detail — from browsing to after-sales support.": "نؤمن أن الخدمة المميزة هي أساس الثقة، لذلك نحرص على تقديم دعم احترافي وتجربة سلسة تهتم بأدق التفاصيل من لحظة التصفح وحتى ما بعد الشراء.",
    "We provide complete solutions to help you set up and manage your store with ease. Our flexible tools empower you to launch, grow, and run your business confidently.": "نوفر حلول متكاملة لإنشاء وإدارة المتاجر بسهولة واحترافية، مع أدوات مرنة تساعدك على إطلاق متجرك وتنميته بسرعة وثقة.",
    "View More": "عرض المزيد",
    "Soon": "قريباً",
    "Have a Questions? Get in Touch":"هل لديك أسئلة؟ تواصل معنا",
    "We’d love to hear from you! Our team is always ready to answer your questions and provide the support you need. Feel free to get in touch — we’re here to help.":"يسعدنا التواصل معك! فريقنا جاهز للإجابة على استفساراتك ومساعدتك في أي وقت. لا تتردد في التواصل معنا، نحن هنا لخدمتك وتقديم الدعم الذي تحتاجه.",
    "adipiscing elit. Mauris et ultricies":"النموذج الأولي. موريس والأمراض الجلدية",
    "Name": "الاسم",
    "Email Address":"عنوان البريد الإلكتروني",
    "Your Massage": "رسالتك",
    "Send Massage": "إرسال رسالة",
    "The message was sent successfully":"تم إرسال الرسالة بنجاح",





    "Filters":"فلتر",

    "Categories": "الفئات",
    "All Categories": "جميع الفئات",
    "Business": "الأعمال",
    "Kids": "أطفال",
    "Art": "فن",
    "History": "التاريخ",
    "Romance": "رومانسية",
    "Fantasy": "خيال",
    "Self Help": "تطوير الذات",
    "Cooking": "الطبخ",
    "Sports": "الرياضة",
    
    "Publishers": "الناشرون",
    "Paulo coelo": "باولو كويلو",
    "Jane Austen": "جين أوستن",
    "Charles Dickens": "تشارلز ديكنز",
    "Mark Twain": "مارك توين",
    "Virginia Woolf": "فرجينيا وولف",
    "Leo Tolstoy": "ليو تولستوي",
    "Fyodor Dostoevsky": "فيودور دوستويفسكي",
    "Haruki Murakami": "هاروكي موراكامي",
    "Gabriel Márquez": "غابرييل غارثيا ماركيث",
    "Chinua Achebe": "تشينوا أتشيبي",

    "Years": "سنوات",
    "Year": "سنه",

    "Load More": "تحميل المزيد",

    "Sort by":"فرز حسب",
    "Price":"السعر",
    "high to High":"من عالي إلى عالي",
    "high to low":"من عالي إلى منخفض",
    "Publication Date":"تاريخ النشر",

    "Discount code": "كود الخصم",

    "Rich Dad Poor Dad is one of the world’s most influential personal finance books. Written by Robert Kiyosaki, it challenges traditional views about money, work, and wealth by comparing two different mindsets. The book guides readers toward financial independence through smart investing, financial education, and long-term thinking.":"يُعد كتاب الأب الغني والأب الفقير من أشهر كتب تطوير التفكير المالي في العالم. يقدّم روبرت كيوساكي منظورًا مختلفًا عن المال والاستثمار من خلال مقارنة بين عقليتين متناقضتين: عقلية الموظف التقليدي وعقلية المستثمر الذكي. يساعدك الكتاب على فهم كيفية بناء الثروة، إدارة المال بذكاء، وتغيير طريقة تفكيرك تجاه العمل والدخل والحرية المالية.",

    "Next": "التالى",
    "Previous": "السابق",
    "1": "١",
    "2": "٢",
    "3":"٣",
    "4":"٤",
    "5": "٥",
    "1-20 of 5000+ Book available": "١-٢٠ من أصل أكثر من ٥٠٠٠ كتاب متاح",





    "Book":"كتاب",
    "Of": "من" ,
    "Pages":"الصفحات",
    "Language": "اللغه",
    "In Stock": "متوفر في المخزن",
    "Free Shipping Today": "شحن مجاني اليوم",






    "Customer Reviews": "تقييمات العملاء",
    "Product Details": "تفاصيل المنتج",
    "Book Title": "أسم الكتاب",
    "Publisher": "الناشر",
    "Publication Data":"بيانات النشر",
    "ASIN": "رقم تعريف المنتج",
    "Book Format": "تنسيق الكتاب",
    "Hard Cover":"غلاف صلب",
    "Best Seller Rank":"ترتيب الأكثر مبيعًا",
    "Reviewed On":"تمت المراجعة في",
    "28/07/2024": "٢٨/٠٧/٢٠٢٤",
    "Excellent Book": "كتاب ممتاز",
    "Our customers’ trust is what drives us forward. We value every review and experience shared, and we’re committed to delivering quality and service that exceed expectations.": "ثقة عملائنا هي سر نجاحنا. نعتز بكل تقييم وتجربة مشاركة، ونسعى دائمًا لتقديم أفضل جودة وخدمة تلبي توقعاتكم وتفوقها.",





    "Item": "العنصر",
    "Total Price": "السعر الإجمالي",
    "Payment Summary":"ملخص الدفع",
    "Review your order details clearly before completing your payment. The payment summary shows the total amount, fees, and applied discounts, ensuring a transparent and secure checkout experience with no surprises.":"راجع تفاصيل طلبك بكل وضوح قبل إتمام عملية الدفع. يوضّح ملخص الدفع إجمالي المبلغ، الرسوم، والخصومات المطبّقة لضمان تجربة شراء شفافة وآمنة بدون أي مفاجآت.",
    "Have a discount code":"هل لديك رمز خصم",
    "Apply":"تطبيق",
    "Enter Promo Code":"أدخل رمز العرض",
    "Subtotal":"المجموع الفرعي",
    "Shipping":"الشحن",
    "Tax":"ضريبة",
    "Total":"الإجمالي",
    "Free Delivery":"توصيل مجاني",
    "Check out":"تحقق من",
    "Keep Shopping":"استمر في التسوق",





    "Move to cart":"نقل إلى السلة",





    "Shipping information":"معلومات الشحن",
    "Phone":"هاتف",
    "Email":"البريد الإلكتروني",
    "City":"مدينة",
    "user Name":"اسم المستخدم",
    "Phone Number":"رقم الهاتف",
    "State":"ولاية",
    "Zip":"البريدي",
    "Zip Code":"الرمز البريدي",
    "Payment Method":"طريقة الدفع",
    "POS on delivery":"الدفع عند التسليم",
    "Cash on delivery":"الدفع عند الاستلام",
    "Online payment":"الدفع عبر الإنترنت",
    "Note": "ملاحظة",
    "Add Note": "إضافة ملاحظة",
    "Order Summary":"ملخص الطلب",
    "Confirm order":"تأكيد الطلب",





    "Order Successful": "تم الطلب بنجاح",
    "Your order has been confirmed":"تم تأكيد طلبك",
    "Finish":"إنهاء",





    "General information": "معلومات عامة",
    "Update information": "تحديث المعلومات",
    "First Name": "الاسم الاول",
    "Last Name": "الاسم الاخير",
    "mohamed": "محمد",
    "elwani": "علوانى",





    "Order No": "رقم الطلب",
    "Status":"الحالة",
    "Date":"تاريخ",
    "Completed":"مكتمل",
    "Order Placed":"تم تقديم الطلب",
    "Canceled": "ملغاة",
    "In Progress": "جارٍ التنفيذ",
    "ALL": "الكل",
    "View order detail":"عرض تفاصيل الطلب",





    "Do you need help":"هل تحتاج إلى مساعدة",





    "Welcome Back": "مرحبا بعودتك",
    "Password":"كلمة المرور",
    "Enter Password": "كلمة المرور",
    "Forget Password": "نسيت كلمة المرور",
    "Remember me": "تذكرني",
    "Don't have an account":"ليس لديك حساب",
    "Login In Facebook": "تسجيل الدخول إلى فيسبوك",
    "Login In Google": "تسجيل الدخول إلى جوجل",
    "Or": "أو",





    "Already have an Account":"هل لديك حساب بالفعل",
    "Sign Up Google": "التسجيل في جوجل",
    "Sign Up Facebook": "اشترك في فيسبوك",
    "Confirm Password": "تأكيد كلمة المرور",
    "Agree with Terms & Conditions":"الموافقة على الشروط والأحكام",





    "Enter your email to reset your password": "أدخل بريدك الإلكتروني لإعادة تعيين كلمة المرور",
    "Send reset Code":"أرسل رمز إعادة التعيين",






    "Reset your password":"إعادة تعيين كلمة المرور الخاصة بك",
    "Enter the 4 dights code that you received on your email":"أدخل رمز الأربعة أرقام الذي تلقيته على بريدك الإلكتروني",
    "Reset password":"إعادة تعيين كلمة المرور",
    "Didn’t receive a code":"لم يتم استلام الرمز",
    "Send again":"أرسل مرة أخرى",





    "Create new password":"إنشاء كلمة مرور جديدة",
    "Create a strong password Your new password must be different from previous one":"أنشئ كلمة مرور قوية يجب أن تكون كلمة مرورك الجديدة مختلفة عن السابقة",





    "Password changed":"تم تغيير كلمة المرور",
    "Your password has been  changed successfully":"تم تغيير كلمة المرور الخاصة بك بنجاح",


    "Explore the art of book design, where creativity meets precision. From eye-catching covers to thoughtfully crafted layouts, every visual detail is designed to enhance the reading experience and reflect the true value of the content.":"نستعرض عالم تصميم الكتب حيث يلتقي الإبداع مع التفاصيل الدقيقة. من الأغلفة الجذابة إلى تنسيق الصفحات بعناية، نهتم بكل عنصر بصري ليمنح القارئ تجربة قراءة ممتعة تعكس جمال المحتوى وقيمته.",





    "Add To WishList": "أضف إلى قائمة الأمنيات"
}

